Revit 2027 API
ExportLayerKey Constructor
 Constructs a new ExportLayerKey with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLayerKey()
Public Sub New
public:
ExportLayerKey()
new : unit -> ExportLayerKey
See Also
Reference
ExportLayerKey Class
ExportLayerKey Overload
Autodesk.Revit.DB Namespace